// General
"Chameleon_title" = "Chameleon";

"Standard_title" = "Chameleon Standard";
"Standard_description" = "Install Chameleon";

"EnhancedFAT_title" = "Chameleon EFI FAT";
"EnhancedFAT_description" = "Install Chameleon to EFI System partition FAT32 (Original)";

"EnhancedHFS_title" = "Chameleon EFI HFS";
"EnhancedHFS_description" = "Install Chameleon to EFI System partition HFS (Reformatted if not already HFS)";

// Options
"Options_title" = "Options";
"Options_description" = "Set default options";

"GUI_title" = "GUI";
"GUI_description" = "Disable the graphic interface, add GUI=n to com.apple.Boot.plist";

"EthernetBuiltIn_title" = "EthernetBuiltIn";
"EthernetBuiltIn_description" = "Add EthernetBuiltIn=y to com.apple.Boot.plist, This option will add 'built-in' to your ethernet devices.";

"ForceHPET_title" = "ForceHPET";
"ForceHPET_description" = "Add ForceHPET=y to com.apple.Boot.plist, This option enables HPET on intel chipsets, for bioses that dont include the option.";

"ForceWake_title" = "ForceWake";
"ForceWake_description" = "Add ForceWake=y to com.apple.Boot.plist, This option enables you to bypass bad sleep images.";

"EHCIacquire_title" = "EHCIacquire";
"EHCIacquire_description" = "Add EHCIacquire=y to com.apple.Boot.plist, This option fixes any EHCI ownership issues due to bad bioses.";

"UHCIreset_title" = "UHCIreset";
"UHCIreset_description" = "Add UHCIreset=y to com.apple.Boot.plist, This option will reset UHCI controllers before starting OS X.";

"GraphicsEnabler_title" = "GraphicsEnabler";
"GraphicsEnabler_description" = "Add GraphicsEnabler=y to com.apple.Boot.plist, This option will autodetect NVIDIA based GPUs and inject the correct info.";

// Themes
"Themes_title" = "Themes";
"Themes_description" = "A collection of sample themes";

"Default_title" = "Standard";
"Default_description" = "The theme thats embedded inside the booter, included here for you to customise.";

"Big_title" = "Big";
"Big_description" = "A theme with a large layout for you lucky people with big monitors";

"Twilight_title" = "Twilight";
"Twilight_description" = "A simple theme for the Twilight fans out there";

"Pinktink_title" = "PinkTink";
"Pinktink_description" = "A simple theme with a pink background and Tinkerbell";

"Msi_netbook_title" = "MSi Netbook";
"Msi_netbook_description" = "A simple MSi boot logo for your MSi netbook =)";

"Bullet_title" = "Bullet";
"Bullet_description" = "The Bullet theme by NoSmokingBandit";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "A collection of useful addons";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "Install default SMBIOS overrides smbios.plist into Extra";

// Kexts
"Kexts_title" = "Kexts";
"Kexts_description" = "A collection of useful plist only kexts compatible with Extra";

"AHCIPortInjector_title" = "AHCIPort";
"AHCIPortInjector_description" = "Add AHCI support for Intel Southbridge chipsets ICH6 - ICH10, JMicron JMB383";

"IOAHCIBlockStorageInjector_title" = "IOAHCIBlockStorage";
"IOAHCIBlockStorageInjector_description" = "";

"ATAPortInjector_title" = "IntelPIIXATA";
"ATAPortInjector_description" = "Add ATA support for Intel Southbridge chipsets ICH6 - ICH10";

"JMicronATAInjector_title" = "JMicronATA";
"JMicronATAInjector_description" = "Add  JMIcronATA support for Intel chipset";

"Disabler_title" = "Disabler";
"Disabler_description" = "Disable AppleIntelCPUPowerManagement.";

// Error strings
"ERROR_BOOTVOL" = "This software must be installed on the startup volume.";
"ERROR_INSTALL" = "This volume does not meet the requirements for this update.";

"Newer_Package_Installed_message" = "A newer version of Chameleon is already installed";
"Intel_Mac_message" = "This software cannot be installed on this computer.";
